/* No comment provided by engineer. */
"1个月" = "1个月";

/* No comment provided by engineer. */
"1年" = "1年";

/* No comment provided by engineer. */
"3个月" = "3个月";

/* No comment provided by engineer. */
"PRO会员才能下载这张壁纸哦" = "PRO会员才能下载这张壁纸哦";

/* No comment provided by engineer. */
"「全面屏壁纸」反馈" = "「全面屏壁纸」反馈";

/* No comment provided by engineer. */
"「缩放」或「拖拽」来调整" = "「缩放」或「拖拽」来调整";

/* No comment provided by engineer. */
"上传中..." = "上传中...";

/* No comment provided by engineer. */
"上传失败，请稍后重试!" = "上传失败，请稍后重试!";

/* No comment provided by engineer. */
"上传成功!" = "上传成功!";

/* No comment provided by engineer. */
"下载失败，请重试!" = "下载失败，请重试!";

/* No comment provided by engineer. */
"下载成功!" = "下载成功!";

/* No comment provided by engineer. */
"不同意" = "不同意";

/* No comment provided by engineer. */
"不良内容" = "不良内容";

/* No comment provided by engineer. */
"专题" = "专题";

/* No comment provided by engineer. */
"举报" = "举报";

/* No comment provided by engineer. */
"举报成功!" = "举报成功!";

/* No comment provided by engineer. */
"会员权益" = "会员权益";

/* No comment provided by engineer. */
"保存成功" = "保存成功";

/* No comment provided by engineer. */
"出现错误，请重试" = "出现错误，请重试";

/* No comment provided by engineer. */
"分享给朋友" = "分享给朋友";

/* No comment provided by engineer. */
"分类有误" = "分类有误";

/* No comment provided by engineer. */
"前往相册" = "前往相册";

/* No comment provided by engineer. */
"加载中.." = "加载中..";

/* No comment provided by engineer. */
"发送失败" = "发送失败";

/* No comment provided by engineer. */
"取消" = "取消";

/* No comment provided by engineer. */
"同意" = "同意";

/* No comment provided by engineer. */
"后重新发送" = "后重新发送";

/* No comment provided by engineer. */
"否" = "否";

/* No comment provided by engineer. */
"壁纸侵权" = "壁纸侵权";

/* No comment provided by engineer. */
"好的" = "好的";

/* No comment provided by engineer. */
"如有疑问，请联系fullwallpaper@outlook.com" = "如有疑问，请联系fullwallpaper@outlook.com";

/* No comment provided by engineer. */
"密 码" = "密 码";

/* No comment provided by engineer. */
"密码不正确!" = "密码不正确!";

/* No comment provided by engineer. */
"密码应为8-15位，且只包含字母、数字或下划线" = "密码应为8-15位，且只包含字母、数字或下划线";

/* No comment provided by engineer. */
"密码重置邮件已发送至" = "密码重置邮件已发送至";

/* No comment provided by engineer. */
"小半" = "小半";

/* No comment provided by engineer. */
"已发送验证邮件到" = "已发送验证邮件到";

/* No comment provided by engineer. */
"当前产品不支持在您所在的国家购买" = "当前产品不支持在您所在的国家购买";

/* No comment provided by engineer. */
"很赞!必须五星好评" = "很赞!必须五星好评";

/* No comment provided by engineer. */
"恢复购买失败" = "恢复购买失败";

/* No comment provided by engineer. */
"恢复购买成功" = "恢复购买成功";

/* No comment provided by engineer. */
"您在本应用使用体验如何?" = "您在本应用使用体验如何?";

/* No comment provided by engineer. */
"您的账号目前已被封禁" = "您的账号目前已被封禁";

/* No comment provided by engineer. */
"意见反馈" = "意见反馈";

/* No comment provided by engineer. */
"感谢您的反馈！我们会认真阅读您的意见,并在1-3天内给您回复" = "感谢您的反馈！我们会认真阅读您的意见,并在1-3天内给您回复";

/* No comment provided by engineer. */
"感谢您的贡献，我们将审核壁纸质量，通过审核后您上传的壁纸将在【设置】-【个人资料】-【我上传的】中显示" = "感谢您的贡献，我们将审核壁纸质量，通过审核后您上传的壁纸将在【设置】-【个人资料】-【我上传的】中显示";

/* No comment provided by engineer. */
"我发现了一款宝藏「全面屏壁纸」APP，快来试试吧" = "我发现了一款宝藏「全面屏壁纸」APP，快来试试吧";

/* No comment provided by engineer. */
"手机号" = "手机号";

/* No comment provided by engineer. */
"手机号有误!" = "手机号有误!";

/* No comment provided by engineer. */
"手机号登录" = "手机号登录";

/* No comment provided by engineer. */
"提示" = "提示";

/* No comment provided by engineer. */
"数据加载中.." = "数据加载中..";

/* No comment provided by engineer. */
"无历史购买" = "无历史购买";

/* No comment provided by engineer. */
"无法发送邮件，请检查网络或设置!" = "无法发送邮件，请检查网络或设置!";

/* No comment provided by engineer. */
"是" = "是";

/* No comment provided by engineer. */
"是否前往相册查看?" = "是否前往相册查看?";

/* No comment provided by engineer. */
"最新壁纸" = "最新壁纸";

/* No comment provided by engineer. */
"最热壁纸" = "最热壁纸";

/* No comment provided by engineer. */
"服务条款" = "服务条款";

/* No comment provided by engineer. */
"未知错误，请反馈至客服" = "未知错误，请反馈至客服";

/* No comment provided by engineer. */
"模糊" = "模糊";

/* No comment provided by engineer. */
"欢迎使用全面屏壁纸，请您仔细阅读隐私协议和服务条款，并确定您是否同意我们的规则。我们深知个人信息的重要性，并且会全力保护您的个人信息安全可靠。" = "欢迎使用全面屏壁纸，请您仔细阅读隐私协议和服务条款，并确定您是否同意我们的规则。我们深知个人信息的重要性，并且会全力保护您的个人信息安全可靠。";

/* No comment provided by engineer. */
"正在发送" = "正在发送";

/* No comment provided by engineer. */
"正在登录" = "正在登录";

/* No comment provided by engineer. */
"没有找到相关壁纸" = "没有找到相关壁纸";

/* No comment provided by engineer. */
"没有数据" = "没有数据";

/* No comment provided by engineer. */
"没有数据，请检查网络！" = "没有数据，请检查网络！";

/* No comment provided by engineer. */
"没有网络,请检查网络连接!" = "没有网络,请检查网络连接!";

/* No comment provided by engineer. */
"注册" = "注册";

/* No comment provided by engineer. */
"清晰度不佳" = "清晰度不佳";

/* No comment provided by engineer. */
"清空壁纸缓存" = "清空壁纸缓存";

/* No comment provided by engineer. */
"点击图片可以切换预览效果哦~😊" = "点击图片可以切换预览效果哦~😊";

/* No comment provided by engineer. */
"用的不爽，反馈意见给开发者" = "用的不爽，反馈意见给开发者";

/* No comment provided by engineer. */
"登出成功!" = "登出成功!";

/* No comment provided by engineer. */
"登录" = "登录";

/* No comment provided by engineer. */
"登录 / 注册" = "登录 / 注册";

/* No comment provided by engineer. */
"登录失败，请稍后重试" = "登录失败，请稍后重试";

/* No comment provided by engineer. */
"登录请求太快，请等待30秒!" = "登录请求太快，请等待30秒!";

/* No comment provided by engineer. */
"登录错误,请稍后再试" = "登录错误,请稍后再试";

/* No comment provided by engineer. */
"相框" = "相框";

/* No comment provided by engineer. */
"短信验证码" = "短信验证码";

/* No comment provided by engineer. */
"确定" = "确定";

/* No comment provided by engineer. */
"确定举报壁纸？" = "确定举报壁纸？";

/* No comment provided by engineer. */
"系统购买功能被您禁止" = "系统购买功能被您禁止";

/* No comment provided by engineer. */
"经典" = "经典";

/* No comment provided by engineer. */
"缓存清除成功!" = "缓存清除成功!";

/* No comment provided by engineer. */
"背景颜色" = "背景颜色";

/* No comment provided by engineer. */
"设置失败，请稍后重试!" = "设置失败，请稍后重试!";

/* No comment provided by engineer. */
"设置显示名称" = "设置显示名称";

/* No comment provided by engineer. */
"评价反馈" = "评价反馈";

/* No comment provided by engineer. */
"评价我们" = "评价我们";

/* No comment provided by engineer. */
"该手机号尚未注册,是否注册?" = "该手机号尚未注册,是否注册?";

/* No comment provided by engineer. */
"该邮箱尚未注册!" = "该邮箱尚未注册!";

/* No comment provided by engineer. */
"该邮箱尚未注册,是否注册?" = "该邮箱尚未注册,是否注册?";

/* No comment provided by engineer. */
"该邮箱已注册!" = "该邮箱已注册!";

/* No comment provided by engineer. */
"请先「登录」或「注册」以上传壁纸" = "请先「登录」或「注册」以上传壁纸";

/* No comment provided by engineer. */
"请前往邮箱，并完成验证" = "请前往邮箱，并完成验证";

/* No comment provided by engineer. */
"请您单击邮件中的链接，完成验证后登录!" = "请您单击邮件中的链接，完成验证后登录!";

/* No comment provided by engineer. */
"请您添加壁纸描述以方便他人检索😊" = "请您添加壁纸描述以方便他人检索😊";

/* No comment provided by engineer. */
"请您选择壁纸类别!" = "请您选择壁纸类别!";

/* No comment provided by engineer. */
"请输入手机号～" = "请输入手机号～";

/* No comment provided by engineer. */
"请输入显示名称" = "请输入显示名称";

/* No comment provided by engineer. */
"请输入验证码!" = "请输入验证码!";

/* No comment provided by engineer. */
"购买失败" = "购买失败";

/* No comment provided by engineer. */
"购买被取消" = "购买被取消";

/* No comment provided by engineer. */
"边框颜色" = "边框颜色";

/* No comment provided by engineer. */
"邀请码" = "邀请码";

/* No comment provided by engineer. */
"邮 箱" = "邮 箱";

/* No comment provided by engineer. */
"邮件已发送，如需重新发送，请等待1分钟!" = "邮件已发送，如需重新发送，请等待1分钟!";

/* No comment provided by engineer. */
"邮箱不能为空!" = "邮箱不能为空!";

/* No comment provided by engineer. */
"邮箱格式不正确!" = "邮箱格式不正确!";

/* No comment provided by engineer. */
"邮箱登录" = "邮箱登录";

/* No comment provided by engineer. */
"重新发送" = "重新发送";

/* No comment provided by engineer. */
"错误" = "错误";

/* No comment provided by engineer. */
"隐私协议与服务条款" = "隐私协议与服务条款";

/* No comment provided by engineer. */
"隐私政策" = "隐私政策";

/* No comment provided by engineer. */
"验证码已发送!" = "验证码已发送!";

/* No comment provided by engineer. */
"验证码有误!" = "验证码有误!";

